
    [
      { "text": "The only way to do great work is to love what you do.", "category": "Inspiration" },
      { "text": "In the end, we will remember not the words of our enemies, but the silence of our friends.", "category": "Wisdom" },
      { "text": "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment.", "category": "Self-Improvement" },
      { "text": "In all the world, there is no heart for me like yours. In all the world, there is no love for you like mine.", "category": "Love" },
      { "text": "It does not matter how slowly you go as long as you do not stop.", "category": "Perseverance" },
      { "text": "The only true wisdom is in knowing you know nothing.", "category": "Wisdom" },
      { "text": "Life is what happens when you're busy making other plans.", "category": "Life" },
      { "text": "Happiness is not something ready-made. It comes from your own actions.", "category": "Happiness" },
      { "text": "Success is not final, failure is not fatal: It is the courage to continue that counts.", "category": "Success" },
      { "text": "Believe you can and you're halfway there.", "category": "Motivation" },
      { "text": "In three words I can sum up everything I've learned about life: it goes on.", "category": "Life" },
      { "text": "What lies behind us and what lies before us are tiny matters compared to what lies within us.", "category": "Self-Improvement" },
      { "text": "To handle yourself, use your head; to handle others, use your heart.", "category": "Leadership" },
      { "text": "The best and most beautiful things in the world cannot be seen or even touched - they must be felt with the heart.", "category": "Love" },
      { "text": "Challenges are what make life interesting and overcoming them is what makes life meaningful.", "category": "Perseverance" },
      { "text": "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.", "category": "Mindfulness" },
      { "text": "The journey of a thousand miles begins with one step.", "category": "Motivation" },
      { "text": "The only limit to our realization of tomorrow is our doubts of today.", "category": "Motivation" },
      { "text": "The purpose of our lives is to be happy.", "category": "Happiness" },
      { "text": "To love and be loved is to feel the sun from both sides.", "category": "Love" }
    ]
  
  